Repository: mehmettirpan/Stock-Management-System
Catalog: Stock Management System/*.lproj/Main.strings
Languages: tr

# 2Ff-dM-FR0.configuration.title
source: Report
tr: Rapor

# 5hb-JO-9Px.configuration.title
source: Stock Status
tr: Stok Durum

# 5qh-Wq-NlH.configuration.title
source: Check Product
tr: Ürün Kontrol Et

# 6u9-i5-FJk.title
source: Sell
tr: Satış yap

# 8kD-dF-9qy.placeholder
source: enter your password
tr: Şifrenizi Giriniz

# 9AL-gb-1c6.title
source: Main Screen
tr: Ana Sayfa

# 9II-QW-jLt.text
source: Product Quantity: 350
tr: Ürün Adeti: 350

# AQi-E8-KaW.placeholder
source: Selling Price
tr: Ürün Satış Fiyatı

# BgL-78-h0k.placeholder
source: enter your email address
tr: email adresinizi giriniz

# DWQ-KE-0Fp.text
source: Total Selling Price: 0₺
tr: Toplam Satış Fiyatı: 0₺

# G2S-iu-zN7.configuration.title
source: Sign In
tr: Kayıt Ol

# GEy-wb-Axr.placeholder
source: Product Buying Price
tr: Ürün Alış Fiyatı

# Icy-dd-vNw.placeholder
source: Sold Quantity
tr: Satılacak Adet

# JSO-E3-fTc.configuration.title
source: Add Stock
tr: Stok Ekle

# KJ7-Cf-l86.text
source: Last Add Time: 02/10/2024
tr: Son Ekleme Zamanı: 02/10/2024

# L3x-KS-RxD.text
source: Expiry Date: 01/06/2026
tr: Son Kullanma Tarihi: 01/06/2026

# M1x-Dh-Krn.title
source: Main Screen
tr: Ana Sayfa

# Nyk-Ab-CsV.placeholder
source: Product quantity
tr: Ürün Adeti

# OfM-LD-Ydu.text
source: Please Select Date Range
tr: Lütfen Tarih Aralığı Seçiniz

# ToV-xf-Hyp.configuration.title
source: Make a Sale
tr: Satış Yap

# Vcs-Kz-rO3.configuration.title
source: Log In
tr: Giriş Yap

# WsE-bj-TlX.configuration.title
source: Add Stock
tr: Stok Ekle

# XM1-py-zrT.title
source: Report
tr: Rapor

# ZwO-He-e5I.title
source: Add Stock
tr: Stok Ekle

# bhQ-iK-vFE.text
source: Enter Product Expiry Date
tr: Ürün Son Kullanma Tarihini Giriniz

# e6V-yn-yp5.text
source: Welcome
tr: Hoş Geldiniz

# eci-zG-ijP.text
source: Product Purchase Price: 180₺
tr: Ürün Alış Fiyatı: 180₺

# gLS-xG-nWE.text
source: Stock quantity:
tr: Stok Adeti:

# gWw-yK-z7B.configuration.title
source: Make a Sale
tr: Satış Yap

# gki-W7-BUs.text
source: Total Quantity: 470
tr: Toplam Adet: 470

# l8g-C7-lv1.text
source: Enter the product information to be added
tr: Eklenecek Olan Ürün Bilgilerini Giriniz

# n1A-Bv-8Ef.text
source: Total Profit: 0000₺
tr: Toplam Kar: 0000₺

# nNx-Lc-yyG.text
source: Number of Sales: 120
tr: Satış Adeti: 120

# neL-RP-AVm.placeholder
source: Product Name
tr: Ürün Adı

# rga-47-88j.configuration.title
source: Log Out
tr: Çıkış Yap

# s8Z-xk-TcJ.placeholder
source: Product Name to be sold
tr: Satılacak Ürün Adı

# tc0-1K-Dpd.text
source: Product Sale Price: 200₺
tr: Ürün Satış Fiyatı: 200₺

# xpB-y1-xvZ.text
source: Enter the product information to be sold
tr: Satış Yapılacak Olan Ürün Bilgilerini Giriniz
